<template>
  <div class="bg-yellow-300 mt-10">
    <div class="relative">
      <img src="../assets/images/o-nama-img.jpg" class="w-full max-w-[2000px] mx-auto min-h-[200px] object-cover">
      <div class="absolute bottom-0 left-1/2 -translate-x-1/2 translate-y-1/2 px-10 py-5 bg-blue-500 rounded-full">
        <h1 class="text-6xl font-bold text-white z-20 whitespace-nowrap">О нама</h1>
      </div>
    </div>
    <p class="text-sm mt-16 text-center">(слева: Јаков Павловић, Дарко Николић, Вук Чађеновић, Александар Ангелески, Павле Јовановић)</p>
    <div class="max-w-[1000px] mx-auto py-10 px-5 text-center md:text-left">
      <p class="indent-5 text-xl">Ми смо група од пет другова, чије је дружење започело на разноразним такмичењима, а тренутно смо ученици завршне године специјализовано математичког смера. Дугогодишње искуство решавања проблема, тумачења нејасних решења, ударања главом у зид кад није ишло, научило нас је колико је битно имати неког ко би Вам помогао, разданио нејасноће и показао правилан приступ учењу градива.</p>
      <p class="indent-5 text-xl mt-5">Ми смо ту да Вам помогнемо да научите ствари које <em>Вас</em> интересују, спремите се за контролне задатке, пријемне испите и такмичења. Наш тим чине одлични ученици који броје преко 20 награда на републичким такмичењима са дугогодишњим искуством међусобног помагања и помагања другима у учењу.</p>
    </div>
  </div>
</template>